Show / Hide Table of Contents
Enum ThermalStressStrainState
Type of curvature - thermal stress-strain curvature
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ThermalStressStrainState
Fields
 Name |  Description
 Code
The curvatire is defined by the code
 None
The curvature is not defined
 User
The curvature is input by the user
 Improve this Doc
 View Source